Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresidentens_tale_i_samekonferansen_tffk_2022.html.tmx
Source language: nob
Languages: sme

source: Jeg vil fremholde at Sametinget ser at krigen kommer til å påvirke samiske samfunn på mange måter.
sme: Háliidan ovdan doallat ahte Sámediggi oaidná soađi váikkuhusaid sámi servvodahkii máŋgga ládje.

source: Det er snakk om økt spenning og militær tilstedeværelse i nord, det er snakk om en mer komplisert energipolitisk situasjon i Europa, det er snakk om at klimakrisen og naturkrisen blir forsterket og forverret av at alt settes tilbake med et Europa i krig og det er snakk om at kaos og usikkerhet er triggere for brudd på menneskerettigheter og folkeretten.
sme: Lea sáhka eanet gealdagis ja militeara oassálastimis davvin, lea sáhka moalkábut energiijapolitihkalaš dilis Eurohpás, lea sáhka das ahte dálkkádatroassu ja luondduroassu gievru ja vearáska go buot manná maŋos Eurohpá soađi dihte ja lea sáhka das ahte moivi ja eahpesihkarvuohta dagaha olmmošvuoigatvuođaid ja álbmotrievtti rihkkuma.

source: Vi har vårt folk på andre siden av grensen, i Russland, og vi må ta vare på dem også.
sme: Mis lea maid álbmot nuppe beal rájá, Ruošša beal, ja mii fertet vára váldit sis maiddái.

source: Det er nå det gjelder.
sme: Dat guoská midjiide dál.

source: Det er nå vi må sikre at menneskerettighetene gjelder.
sme: Dál mii fertet sihkkarastit ahte olmmošvuoigatvuođat gustojit.

source: Takk for oppmerksomheten.
sme: Giitu beroštumis.
